Repository: 3khaled3/eco
Catalog: lib/utils/localization/l10n/intl_*.arb
Languages: ar

# test
source: test en
ar: عربي

# neww
source: new en
ar: عربي جديد

source: see all
ar: عرض الكل

source: product name
ar: اسم المنتج

source: top selling
ar: أكثر مبيعاً

source: Welcome
ar: مرحباً

# startShopping
source: start shopping now
ar: ابدأ التسوق الآن

source: explore categories
ar: استكشف الفئات

# searchEmpty
source: Sorry, we couldn't find any matching result for your Search.
ar: معذرة ، لا يوجد نتائج مطابقة للبحث الخاص بك.

source: search
ar: ابحث

# cartEmpty
source: Your Cart is Empty
ar: عربة التسوق فارغة
